Repository: nonZero/IFX
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: he

source: Hebrew full name (for display)
he: שם מלא בעברית (פתוח לציבור)

source: English full name (for display)
he: שם באנגלית (פתוח לציבור)

source: Hebrew full name
he: שם מלא בעברית (לשימוש פנימי)

source: English full name
he: שם מלא באנגלית (לשימוש פנימי)

source: Personal bio in Hebrew(, public)
he: ביוגרפיה אישית בעברית

source: Personal bio in English(, public)
he: ביוגרפיה אישית באנגלית

source: team member
he: חבר צוות

source: data volunteer
he: מתנדב הזנת תוכן

source: Login
he: כניסה

source: Your account doesn't have access to this page.
he: אינך מורשה לצפות בדף זה.

source: To proceed, please login with an account that has access.
he: לצפיה בדף יש להכנס לאתר באמצעות חשבון בעל הרשאה מתאימה.

source: Please login to see this page.
he: לצפיה בדף יש להכנס למערכת.

source: email
he: דואל

source: Hebrew display name (public)
he: שם בעברית (יוצג לציבור)

source: English display name (public)
he: שם באנגלית (יוצג לציבור)

source: Hebrew full name (for internal use)
he: שם מלא בעברית (לשימוש פנימי)

source: English full name (for internal use)
he: שם מלא באנגלית (לשימוש פנימי)

source: WikiData Authentication
he: אימות משתמש ויקינתונים

source: yes,no
he: כן,לא

source: Delete
he: מחיקה

source: Authenticate
he: הזדהות

source: My Profile
he: הפרופיל שלי

source: Something went wrong. Please try again.
he: משהו לא עבד כמו שצריך. אנא נסו שוב.

source: Authenticated successfully.
he: ההזדהות עברה בהצלחה.

source: Wikidata auth token deleted.
he: החיבור לויקינתונים נמחק.
