Repository: nonZero/IFX
Catalog: movies/locale/*/LC_MESSAGES/django.po
Languages: he

source: Editing Comment
he: הערת עריכה

source: year
he: שנה

source: duration
he: משך הסרט (בדקות)

source: Hebrew title
he: כותרת בעברית

source: English title
he: כותרת באנגלית

source: Hebrew description
he: תיאור בעברית

source: English description
he: תיאור באנגלית

source: appears in short version
he: מופיע בתצוגה מקוצרת

source: short version order
he: סדר הופעה בתצוגה מקוצרת

source: field
he: שדה

source: fields
he: שדות

source: Hebrew summary
he: תקציר בעברית

source: English summary
he: תקציר באנגלית

source: movie
he: סרט

source: movies
he: סרטים

source: 404 Not Found
he: 404 הדף לא קיים

source: No items found
he: לא נמצאו פריטים

source: One item found
he: נמצא פריט אחד

source: Found
he: נמצאו

source: items
he: פריטים

source: Watch Collection
he: לעיון באוסף

# movie
source: Summary
he: תקציר

source: About The Israeli Film Archive
he: אודות הארכיון הישראלי לסרטים

source: Conservation and Restoration
he: שימור ורסטורציה

source: Collections
he: אוספים

source: Depositing Materials
he: הפקדת חומרים

source: The Israeli Film Archive
he: הארכיון הישראלי לסרטים

source: Search...
he: חיפוש...

source: Year
he: שנה

source: INACTIVE
he: לא פעיל

source: Merged into
he: מוזג לתוך

source: m.
he: דק'

source: English Summary
he: תקציר באנגלית

source: Personalities
he: אישים

source: Search the web
he: חיפוש ברשת

source: Hebrew Title
he: כותרת בעברית

source: English Title
he: כותרת באנגלית

source: Upload to WikiData
he: העלאה לויקינתונים

source: Edit
he: עריכה

source: Logs
he: יומן עריכות

source: Possible Duplicates
he: כפילויות אפשריות

source: Merge
he: מיזוג

source: Title
he: סרט

source: Runtime
he: אורך בדיקות

source: min
he: דק'

source: Director
he: במאי/ת

source: Producer
he: מפיק/ה

source: Screenwriter
he: תסריטאי/ת

source: Photographer
he: צלמ/ת

source: Cast
he: שחקנים/ות

source: Genre/s
he: ז'אנר

source: Color
he: צבעוניות

source: Summery
he: תקציר

source: Save
he: שמירה

source: Add
he: הוספה

source: Filter
he: סינון

source: Upload
he: העלאה

source: Please authenticate your account
he: להמשך יש לאשר את השימוש ביישום זה בויקינתונים

source: Authenticate
he: הזדהות

source: Search results for:
he: תוצאות עבור:

source: Search reasults for
he: תוצאות עבור

source: Titles were found
he: סרטים נמצאו

source: Sorted by
he: מיון תוצאות לפי

source: Title A-Z
he: אלפביתי א-ת

source: Oldest
he: שנים - מהישן לחדש

source: Newest
he: שנים - מהחדש לישן

source: Director A-Z
he: במאי/ת - א-ת

source: Movies
he: סרטים

source: Tags
he: תגים

source: Home
he: בית

source: About
he: על אודות

source: title
he: כותרת

source: Genre
he: ז'אנר

source: ordering
he: מיון תוצאות

source: Hebrew Title (A -> Z)
he: כותרת בעברית (א -> ת)

source: English Title (A -> Z)
he: כותרת באנגלית (A -> Z)

source: Year (Old -> New)
he: שנה (ישן -> חדש)

source: Duration (Short -> long)
he: משך הסרט ( קצר -> ארוך)

source: Hebrew title (Z -> A)
he: כותרת בעברית (ת -> א)

source: English title (Z -> A)
he: כותרת באנגלית (Z -> A)

source: Year (New -> Old)
he: שנה (חדש -> ישן)

source: Duration (Long -> Short)
he: משך הסרט (ארוך -> קצר)

source: ID only! (do not enter full URL)
he: מזהה בלבד! (אין להזין קישור מלא)

source: Added new wikidata entity.
he: נוצר פריט ויקינתונים חדש

source: Merge into another movie
he: מיזוג אל סרט אחר

source: WikiData ID
he: מזהה WikiData

source: Merged.
he: מוזג.

source: Fields
he: שדות
