Repository: nonZero/IFX
Catalog: reports/locale/*/LC_MESSAGES/django.po
Languages: he

source: Reports
he: דו"חות

source: Hebrew Title
he: כותרת בעברית

source: English Title
he: כותרת באנגלית

source: Year
he: שנה

source: Legacy ID
he: מזהה מערכת אידאה

source: All Movies
he: כל הסרטים

source: Missing Titles
he: סרטים ללא כותרת

source: Missing English Titles
he: סרטים ללא כותרת באנגלית

source: Missing Years
he: סרטים ללא שנה

source: Duplicate Titles
he: סרטים עם כותרות זהות

source: Duplicate English Titles
he: סרטים עם שמות זהים באנגלית

source: Unlinked movies with vendor items
he: סרטים לא מחוברים עם מידע ממקורות צד ג'

source: Vendor Items
he: פרטי מידע צד ג'

source: Hebrew Name
he: שם עברי

source: English Name
he: שם אנגלי

source: Movies
he: סרטים

source: Roles
he: תפקידים

source: People without a name
he: אישים ללא שם
